# Menu and config
name=Resizy
file=Datei
close=Schlie\u00dfen
language=Sprache
config=Konfiguration
open=\u00d6ffnen
reset=Standardkonfiguration wiederherstellen
about=\u00dcber
help=Hilfe
bug=Fehler melden (via Browser)
feature=Neue Funktion vorschlagen (via Browser)
# GUI
inputFiles=Eingabedateien
targetDirectory=Zielordner
outputModifier=Dateinamenmodifikator
copyLastModifiedDate=\u00c4nderungsdatum kopieren
fileType=Dateityp
size=Gr\u00f6\u00dfe
preset=Vorgegebene Gr\u00f6\u00dfen
width=Breite
height=H\u00f6he
savePreset=Als Voreinstellung speichern
convert=Umwandeln
rename=Umbenennen
progress=Fortschritt
input=Eingabe
clearInput=Eingabeliste leeren
output=Ausgabe
resetOutput=Umwandlungseinstellungen zur\u00fccksetzen
resetRename=Umbenennungseinstellungen zur\u00fccksetzen
useMultithreading=Multithreading nutzen
noPresetSize=Keine Voreinstellung aktiv
presetNotSaved=Voreinstellung wurde nicht gespeichert. Bitte mindestens einen Wert größer Null setzen.
keepDefaultFileType=Eingabedateitypen beibehalten
execute=Ausführen
# Restart
restart=Bitte die Anwendung neu starten, damit die \u00c4nderungen wirksam werden.
information=Information
# Hints
hintInputFiles=Drag & drop JPG / JPEG / PNG Dateien oder Rechtsklick nutzen, um die Dateiauswahl zu \u00f6ffnen. Doppelklicken um eine Datei zu entfernen oder mehrere Dateien markieren (STRG+Klick) und ENTF dr\u00fccken. 
hintTargetDirectory=Klicken um den Ausgabeordner festzulegen. Falls nicht gesetzt sind Eingabe- und Ausgabeordner identisch. Falls kein Ausgabemodifikator gesetzt ist wird die Eingabedatei \u00fcberschrieben.
hintOutputModifier=Ver\u00e4ndert den Dateinamen der Ausgabedatei. Wird am Ende des Namens, aber vor dem Dateityp eingef\u00fcgt.
hintSize=Ver\u00e4ndert die Gr\u00f6\u00dfe der Ausgabedatei. Falls einer der Werte auf 0 gesetzt ist, wird dieser entsprechend des anderen Werts berechnet. Der + Knopf speichert die Breite und H\u00f6he als Voreinstellung.
hintManagePreset=Einen Eintrag w\u00e4hlen um die Breite und H\u00f6he zu setzen. ENTF l\u00f6scht die gew\u00e4hlte Voreinstellung.
hintFileType=Ausgabedateityp f\u00fcr alle zu konvertierenden Dateien w\u00e4hlen.
hintCopyLastModifiedDate=Aktivieren um das Datum der letzten \u00c4nderung der Quelldatei auf die Zieldatei zu \u00fcbertragen.
hintUseMultithreading=Erm\u00f6glicht bis zu 10 Threads f\u00fcr die Umwandlung von Bildern zu nutzen. Dies ist vor allem bei vielen Bildern zu empfehlen.
hintRenameTargetDirectory=Klicken um den Ausgabeordner festzulegen. Falls nicht gesetzt sind Eingabe- und Ausgabeordner identisch. Dies kann Dateien überschreiben.
hintRenamePattern=Das gesetzt Muster wird für das Umbenennen genutzt. ### wird durch den Index ersetzt.
# About
version=Aktuelle Version
checkUpdate=Auf Updates pr\u00fcfen (\u00d6ffnet den Browser)
at=auf
update=Aktualisieren
# Overwrite
overwriteTitle=Dateien k\u00f6nnten \u00dcberschrieben werden
overwriteText=Wenn kein Ausgabemodifikator gesetzt ist und zus\u00e4tzlich kein Ausgarbeordner gew\u00e4hlt wurde, bzw. der Ausgeabeordner identisch mit dem Eingabeordner f\u00fcr einige Dateien ist, so werden diese \u00fcberschrieben. M\u00f6chten sie fortfahren und diese Warnung deaktivieren?
renameOverwriteText=Wenn kein kein Ausgarbeordner gew\u00e4hlt wurde, bzw. der Ausgeabeordner identisch mit dem Eingabeordner f\u00fcr einige Dateien ist, könnten Dateien \u00fcberschrieben werden. M\u00f6chten sie fortfahren und diese Warnung deaktivieren?
outputNamePattern=Namensmuster
# Error
error1Title=Fehler #001
error1=H\u00f6he oder Breite m\u00fcssen ungleich 0 sein.
error2Title=Fehler #002
error2=Keine Eingabedateien vorhanden.
error3Title=Fehler #003
error3=Die gew\u00e4hlte Gr\u00f6\u00dfe ist zu gro\u00df.
error4Title=Fehler #004
error4=Die URL konnte nicht im Standard-Browser ge\u00f6ffnet werden.
error5Title=Fehler #005
error5=Eingabedatei konnte nicht gelesen werden.
error6Title=Fehler #006
error6=Ausgabedatei konnte nicht geschrieben werden.
error7Title=Fehler #007
error7=Das Datum der letzten \u00c4nderung konnte nicht auf die Zieldatei \u00fcbertragen werden.
error8Title=Fehler #008
error8=Datei konnte nicht umbenannt werden.
error9Title=Fehler #009
error9=Das Namensmuster muss den Text ### enthalten, da dieser durch den Index ersetzt wird.